Repository: XavierDeLapeyre/superset_french_translations
Catalog: incubator-superset-master/superset/translations/*/LC_MESSAGES/messages.po
Languages: fr

source: Time Column
fr: Colonne du temps

source: second
fr: seconde

source: hour
fr: heure

source: day
fr: jour

source: week
fr: semaine

source: month
fr: mois

source: quarter
fr: trimestre

source: year
fr: année

source: week_start_monday
fr: semaine_commence_lundi

source: week_ending_saturday
fr: semaine_finit_samedi

source: week_start_sunday
fr: semande_commence_dimanche

source: 5 minute
fr: 5 minutes

source: half hour
fr: demi-heure

source: 10 minute
fr: 10 minutes

source: [Superset] Access to the datasource %(name)s was granted
fr: [Superset] Accès à la source de données %(name)s accordé

source: Viz is missing a datasource
fr: Viz est une source de données manquante

source: From date cannot be larger than to date
fr: From date ne peut être plus grand que to date

source: Table View
fr: Vue en table

source: Pick a granularity in the Time section or uncheck 'Include Time'
fr: Choississez une granularité dans Time ou décochez 'Include Time'

source: Choose either fields to [Group By] and [Metrics] or [Columns], not both
fr: Choisissez soit des champs dans [Grouper par] et [Métriques] ou dans [Colonnes], pas les deux

source: Pivot Table
fr: Table pivot

source: Please choose at least one "Group by" field
fr: Choisissez au moins un champs \

source: Please choose at least one metric
fr: Choississez au moins une métrique

source: 'Group By' and 'Columns' can't overlap
fr: 'Grouper par' et 'Colonnes' ne peuvent pas avoir de champs en commun

source: Separator
fr: Séparateur

source: Word Cloud
fr: Nuage de mots

source: Calendar Heatmap
fr: Calendrier Heatmap

source: Box Plot
fr: Boites à moustaches

source: Bubble Chart
fr: Bulles

source: Pick a metric for x, y and size
fr: Choisissez une métrique pour x, y, taille

source: Bullet Chart
fr: Points

source: Pick a metric to display
fr: Choisissez une métrique à afficher

source: Big Number with Trendline
fr: Gros nombre avec tendance

source: Pick a metric!
fr: Choisissez une métrique

source: Big Number
fr: Gros nombre

source: Time Series - Line Chart
fr: Séries temporelles - ligne

source: Pick a time granularity for your time series
fr: Choisissez une granularité pour vos séries temporelles

source: Time Series - Dual Axis Line Chart
fr: Séries temporelles - double axe

source: Pick a metric for left axis!
fr: Choisissez une métrique pour l'axe de gauche

source: Pick a metric for right axis!
fr: Choississez une métrique pour l'axe de droite

source: Please choose different metrics on left and right axis
fr: Choisissez des métriques différentes pour les axes gauches et droits

source: Time Series - Bar Chart
fr: Séries temporelles - histogramme

source: Time Series - Percent Change
fr: Séries temporelles - pourcentage de changement

source: Time Series - Stacked
fr: Séries temporelles - empilées

source: Distribution - NVD3 - Pie Chart
fr: Distribution - camembert

source: Histogram
fr: Histogramme

source: Must have one numeric column specified
fr: Il faut un moins une colonne numérique

source: Distribution - Bar Chart
fr: Distibution - histogramme

source: Can't have overlap between Series and Breakdowns
fr: Il ne faut pas d'élement en commun entre Serie et Breakdowns

source: Pick at least one metric
fr: Choisissez au moins une métrique

source: Pick at least one field for [Series]
fr: Choisissez au moins un champs pour [Séries]

source: Sunburst
fr: Camembert hiérarchique

source: Pick exactly 2 columns as [Source / Target]
fr: Choisissez exactement 2 colonnes pour [Source / Target]

source: There's a loop in your Sankey, please provide a tree. Here's a faulty link: {}
fr: Il y a une boucle dans votre Sankey, il faut un arbre. Lien fautif: {}

source: Directed Force Layout
fr: Graphe orienté

source: Pick exactly 2 columns to 'Group By'
fr: Choisissez exactement 2 colonnes pour 'Grouper par'

source: Country Map
fr: Carte de pays

source: World Map
fr: Carte du monde

source: Filters
fr: Filtres

source: Pick at least one filter field
fr: Choisissez au moins un champ sur lequel filtrer

source: Parallel Coordinates
fr: Coordonnées parallèles

source: Heatmap
fr: Carte de chaleur

source: Horizon Charts
fr: Histogrammes horizontaux

source: Must have a [Group By] column to have 'count' as the [Label]
fr: Il faut une colonne [Grouper par] pour avoir 'count' comme [Label]

source: Choice of [Label] must be present in [Group By]
fr: Le [Label] choisi doit être présent dans [Grouper par]

source: Choice of [Point Radius] must be present in [Group By]
fr: Le [Point Radius] doit être présent dans [Grouper par]

source: [Longitude] and [Latitude] columns must be present in [Group By]
fr: Les colonnes [Longitude] et [Latitude] doivent êtres présentes dans [Grouper par]

source: Event flow
fr: Flot d'événements

source: Time Series - Paired t-test
fr: Le temps de la Série - test t Apparié

source: Your query was saved
fr: Votre requête a été enregistrée

source: Your query could not be saved
fr: Votre requête n'a pas pu être sauvé

source: Failed at retrieving results from the results backend
fr: Echec de la récupération des résultats à partir des résultats backend

source: Could not connect to server
fr: Impossible de se connecter au serveur

source: Your session timed out, please refresh your page and try again.
fr: Votre session a expiré, veuillez actualiser la page et essayez à nouveau.

source: Query was stopped.
fr: La requête a été arrêté.

source: Failed at stopping query.
fr: Échoué à l'arrêt de la requête.

source: Error occurred while fetching table metadata
fr: Erreur s'est produite lors de l'extraction des métadonnées de la table

source: shared query
fr: partagé requête

source: The query couldn't be loaded
fr: La requête ne pouvait pas être chargé

source: An error occurred while creating the data source
fr: Une erreur s'est produite lors de la création de la source de données

source: Pick a chart type!
fr: Choisissez un type de graphique!

source: To use this chart type you need at least one column flagged as a date
fr: Pour utiliser ce type de graphique vous avez besoin d'au moins une colonne marqué comme une date

source: To use this chart type you need at least one dimension
fr: Pour utiliser ce type de graphique vous avez besoin d'au moins une dimension

source: To use this chart type you need at least one aggregation function
fr: Pour utiliser ce type de graphique vous avez besoin d'au moins une fonction d'agrégation

source: Untitled Query
fr: Sans Titre De Requête

source: Copy of %s
fr: Copie de %s

source: share query
fr: partager requête

source: copy URL to clipboard
fr: copier l'URL dans le presse-papiers

source: Raw SQL
fr: SQL brut

source: No query history yet...
fr: Aucune requête de l'histoire encore...

source: It seems you don't have access to any database
fr: Il semble que vous n'avez pas accès à toute la base de données

source: Search Results
fr: Résultats De La Recherche

source: [From]-
fr: [À partir de]-

source: [To]-
fr: [À]-

source: [Query Status]
fr: [Requête De L'État]

source: Search
fr: Recherche

source: Open in SQL Editor
fr: Ouvrir dans l'Éditeur SQL

source: view results
fr: afficher les résultats

source: Data preview
fr: Aperçu des données

source: Visualize the data out of this query
fr: Visualiser les données de cette requête

source: Overwrite text in editor with a query on this table
fr: Remplacer du texte dans l'éditeur avec une requête sur cette table

source: Run query in a new tab
fr: Exécuter la requête dans un nouvel onglet

source: Remove query from log
fr: Supprimer une requête à partir du journal

source: Visualize
fr: Visualiser

source: was created
fr: a été créé

source: Query in a new tab
fr: Requête dans un nouvel onglet

source: Fetch data preview
fr: Extraire des données à l'aperçu

source: Track Job
fr: Piste De Travail

source: Loading...
fr: Chargement...

source: Run Selected Query
fr: Exécuter Requête Sélectionnée

source: Run Query
fr: Exécuter La Requête

source: Run query asynchronously
fr: Exécuter la requête asynchrone

source: Stop
fr: Arrêter

source: Label for your query
fr: Étiquette pour votre requête

source: Write a description for your query
fr: Écrivez une description de votre requête

source: Save
fr: Enregistrer

source: Cancel
fr: Annuler

source: Save Query
fr: Enregistrer La Requête

source: Run a query to display results here
fr: Exécuter une requête pour afficher les résultats ici

source: Preview for %s
fr: Aperçu de %s

source: Results
fr: Résultats

source: Query History
fr: Historique Des Requêtes

source: Create table as with query results
fr: Create table as avec les résultats de la requête

source: new table name
fr: nouveau nom de la table

source: Error while fetching table list
fr: Erreur lors de l'extraction de la table liste

source: Error while fetching schema list
fr: Erreur lors de l'extraction liste des schémas

source: Error while fetching database list
fr: Erreur lors de l'extraction de la base de données de la liste

source: Database:
fr: Base de données:

source: Select a database
fr: Sélectionnez une base de données

source: Select a schema (%s)
fr: Sélectionnez un schéma (%s)

source: Schema:
fr: Schéma:

source: Add a table (%s)
fr: Ajouter une table (%s)

source: Type to search ...
fr: Type de recherche ...

source: Reset State
fr: Réinitialisation De L'État

source: Enter a new title for the tab
fr: Entrez un nouveau titre pour l'onglet

source: Untitled Query %s
fr: Sans titre Requête de %s

source: close tab
fr: fermer l'onglet

source: rename tab
fr: renommer l'onglet

source: expand tool bar
fr: développez la barre d'outil

source: hide tool bar
fr: masquer la barre d'outils

source: Copy partition query to clipboard
fr: Copie de la partition de la requête dans le presse-papiers

source: latest partition:
fr: dernière partition:

source: Keys for table
fr: Clés pour la table

source: View keys & indexes (%s)
fr: Pour afficher les clés et les index (%s)

source: Sort columns alphabetically
fr: Trier les colonnes par ordre alphabétique

source: Original table column order
fr: L'ordre des colonnes de la table d'origine

source: Copy SELECT statement to clipboard
fr: Copie de l'instruction SELECT dans le presse-papiers

source: Remove table preview
fr: Supprimer la table de prévisualisation

source: %s is not right as a column name, please alias it (as in SELECT count(*)
fr: %s n'est pas droit comme un nom de colonne, veuillez alias (SELECT count(*)

source: AS my_alias
fr: COMME my_alias

source: using only alphanumeric characters and underscores
fr: en utilisant uniquement des caractères alphanumériques et traits de soulignement

source: Creating a data source and popping a new tab
fr: Créer une source de données et popping un nouvel onglet

source: No results available for this query
fr: Pas de résultats pour cette requête

source: Chart Type
fr: Type De Graphique

source: [Chart Type]
fr: [Type De Graphique]

source: Datasource Name
fr: Nom De Source De Données

source: datasource name
fr: nom de source de données

source: Select ...
fr: Sélectionnez ...

source: Loaded data cached
fr: Les données chargées en mémoire cache

source: Loaded from cache
fr: Chargé de cache

source: Click to force-refresh
fr: Cliquez pour forcer le rafraîchissement de

source: Copy to clipboard
fr: Copie dans le presse-papiers

source: Not successful
fr: Pas de succès

source: Sorry, your browser does not support copying. Use Ctrl / Cmd + C!
fr: Désolé, votre navigateur ne prend pas en charge la copie. Utilisez Les Touches Ctrl / Cmd + C!

source: Copied!
fr: Copié!

source: click to edit title
fr: cliquez pour modifier le titre

source: You don't have the rights to alter this title.
fr: Vous n'avez pas le droit de modifier le présent titre.

source: Click to favorite/unfavorite
fr: Cliquez pour favori/unfavorite

source: You have unsaved changes.
fr: Vous avez des modifications non sauvegardées.

source: Click the
fr: Cliquez sur l'

source: button on the top right to save your changes.
fr: bouton en haut à droite pour enregistrer vos modifications.

source: Served from data cached %s . Click to force refresh.
fr: Servi à partir de données mises en cache %s . Cliquez sur pour forcer l'actualisation.

source: Click to force refresh
fr: Cliquez sur pour forcer l'actualisation

source: Error
fr: Erreur

source: Sorry, there was an error adding slices to this dashboard: %s
fr: Désolé, il y avait une erreur lors de l'ajout de tranches de ce tableau de bord: %s

source: Active Dashboard Filters
fr: Tableau De Bord Actif Les Filtres

source: Checkout this dashboard: %s
fr: Caisse de bord: %s

source: Force refresh the whole dashboard
fr: La Force de rafraîchissement de l'ensemble du tableau de bord

source: Edit this dashboard's properties
fr: Modifier ce tableau de bord, les propriétés d'

source: Load a template
fr: Charger un modèle

source: Load a CSS template
fr: Charger un modèle CSS

source: Live CSS Editor
fr: Vivre Éditeur CSS

source: Don't refresh
fr: Ne pas actualiser

source: 10 seconds
fr: 10 secondes

source: 30 seconds
fr: 30 secondes

source: Refresh Interval
fr: Intervalle D'Actualisation De La

source: Choose the refresh frequency for this dashboard
fr: Choisissez la fréquence d'actualisation de ce tableau de bord

source: This dashboard was saved successfully.
fr: Ce tableau de bord a été enregistré avec succès.

source: Sorry, there was an error saving this dashboard:
fr: Désolé, il y avait une erreur lors de l'enregistrement de ce tableau de bord:

source: You must pick a name for the new dashboard
fr: Vous devez choisir un nom pour le nouveau tableau de bord

source: Save Dashboard
fr: Enregistrer Le Tableau De Bord

source: Overwrite Dashboard [%s]
fr: Ecraser le tableau de bord [%s]

source: Save as:
fr: Enregistrer sous:

source: [dashboard name]
fr: [tableau de bord]

source: Name
fr: Nom

source: Modified
fr: Modifié

source: Add Slices
fr: Ajouter Les Tranches

source: Add a new slice to the dashboard
fr: Ajouter une nouvelle tranche sur le tableau de bord

source: Add Slices to Dashboard
fr: Ajouter les Tranches de tableau de bord

source: Move chart
fr: Déplacer le graphique

source: Force refresh data
fr: La Force d'actualiser les données

source: Toggle chart description
fr: Bascule description du graphique

source: Edit chart
fr: Edit graphique

source: Explore chart
fr: Explorer graphique

source: Remove chart from dashboard
fr: Retirez graphique à partir du tableau de bord

source: Edit slice properties
fr: Modifier les propriétés de tranches

source: bolt
fr: boulon

source: Error...
fr: Erreur...

source: Query
fr: Reqête

source: Height
fr: Hauteur

source: Width
fr: Largeur

source: Export to .json
fr: À l'exportation .json

source: Export to .csv format
fr: À l'exportation .le format csv

source: Please enter a slice name
fr: Veuillez saisir une tranche de nom

source: Please select a dashboard
fr: Veuillez sélectionner un tableau de bord

source: Please enter a dashboard name
fr: Veuillez entrer un nom de tableau de bord

source: Save A Slice
fr: Enregistrer Une Tranche

source: Overwrite slice %s
fr: Remplacer la tranche de %s

source: Save as
fr: Enregistrer sous

source: [slice name]
fr: [nom slice]

source: Do not add to a dashboard
fr: Ne pas ajouter à un tableau de bord

source: Add slice to existing dashboard
fr: Ajouter une tranche de tableau de bord existant

source: Add to new dashboard
fr: Ajouter à nouveau tableau de bord

source: Save & go to dashboard
fr: Enregistrer et aller vers le tableau de bord

source: Check out this slice: %s
fr: Découvrez cette tranche: %s

source: `Min` value should be numeric or empty
fr: "Min" valeur doit être numérique ou vide

source: `Max` value should be numeric or empty
fr: `Max` valeur doit être numérique ou vide

source: Something went wrong while fetching the datasource list
fr: Quelque chose s'est mal passé lors de l'extraction de la liste source de données

source: Click to point to another datasource
fr: Cliquez sur le point à une autre source de données

source: Edit the datasource's configuration
fr: Modifier la source de données de configuration

source: Select a datasource
fr: Sélectionnez une source de données

source: Search / Filter
fr: De Recherche / Filtre

source: Filter value
fr: La valeur du filtre

source: Select metric
fr: Sélectionnez le système métrique

source: Select column
fr: Sélectionnez la colonne

source: Select operator
fr: Sélectionnez l'opérateur

source: Add Filter
fr: Ajouter un filtre

source: Error while fetching data
fr: Erreur lors de l'extraction de données

source: Select %s
fr: Sélectionnez %s

source: Edit
fr: Éditer

source: in modal
fr: en modal

source: Select a visualization type
fr: Sélectionnez un type de visualisation

source: Updating chart was stopped
fr: La mise à jour graphique a été arrêté

source: An error occurred while rendering the visualization: %s
fr: Une erreur s'est produite lors du rendu de la visualisation: %s

source: Network error.
fr: Erreur de réseau.

source: A reference to the [Time] configuration, taking granularity into account
fr: Une référence à [Heure] configuration, la prise en compte de la granularité

source: Group by
fr: Groupe par

source: One or many controls to group by
fr: Un ou plusieurs contrôles de groupe par

source: Datasource
fr: Source de données

source: Visualization Type
fr: Type de visualisation

source: The type of visualization to display
fr: Le type de visualisation pour afficher

source: Metrics
fr: Métriques

source: One or many metrics to display
fr: Un ou plusieurs des paramètres pour l'affichage

source: Y Axis Bounds
fr: L'Axe Y Des Limites

source: Ordering
fr: La commande

source: Annotation Layers
fr: De Couches D'Annotations

source: Annotation layers to overlay on the visualization
fr: Annotation des couches à superposer sur la visualisation

source: Select a annotation layer
fr: Sélectionnez une couche d'annotations

source: Error while fetching annotation layers
fr: Erreur lors de l'extraction de couches d'annotations

source: Metric
fr: Métrique

source: Choose the metric
fr: Choisir la métrique

source: Right Axis Metric
fr: Axe De Droite Métrique

source: Choose a metric for right axis
fr: Choisir une métrique pour axe de droite

source: Stacked Style
fr: Empilés Style

source: Linear Color Scheme
fr: Linéaire Schéma De Couleur

source: Normalize Across
fr: Normaliser L'Ensemble Des

source: Horizon Color Scale
fr: Horizon Échelle De Couleurs

source: Defines how the color are attributed.
fr: Définit la manière dont les couleurs sont attribuées.

source: Rendering
fr: Le rendu

source: XScale Interval
fr: XScale Intervalle

source: Number of steps to take between ticks when displaying the X scale
fr: Nombre de mesures à prendre entre les tiques lors de l'affichage de l'échelle en X

source: YScale Interval
fr: YScale Intervalle

source: Number of steps to take between ticks when displaying the Y scale
fr: Nombre de mesures à prendre entre les tiques lors de l'affichage de l'échelle Y

source: Include Time
fr: Inclure Le Temps

source: Whether to include the time granularity as defined in the time section
fr: Si la granularité du temps tel que défini dans la section du temps

source: Stacked Bars
fr: Barres Empilées

source: Show totals
fr: Afficher les totaux

source: Display total row/column
fr: Afficher le nombre total de ligne/colonne

source: Show Markers
fr: Des Marqueurs

source: Show data points as circle markers on the lines
fr: Afficher les points de données que le cercle des marqueurs sur les lignes

source: Bar Values
fr: Des Valeurs De Mesure

source: Show the value on top of the bar
fr: Afficher la valeur sur le dessus de la barre

source: Sort Bars
fr: Trier Les Bars

source: Sort bars by x labels.
fr: Tri des bars par x étiquettes.

source: Combine Metrics
fr: Combiner Les Métriques

source: Extra Controls
fr: Des Contrôles Supplémentaires

source: Reduce X ticks
fr: Réduire les X tiques

source: Include Series
fr: Inclure Série

source: Include series name as an axis
fr: Inclure le nom de série de l'axe

source: Color Metric
fr: Couleur Métrique

source: A metric to use for color
fr: Une mesure à utiliser pour la couleur

source: Country Name
fr: Le Nom Du Pays

source: The name of country that Superset should display
fr: Le nom de pays-Ensemble doit afficher

source: Country Field Type
fr: Pays Type De Champ

source: Columns
fr: Les colonnes

source: One or many controls to pivot as columns
fr: Un ou plusieurs contrôles de pivot colonnes

source: Columns to display
fr: Les colonnes à afficher

source: Origin
fr: Origine

source: Bottom Margin
fr: La Marge Du Bas

source: Bottom margin, in pixels, allowing for more room for axis labels
fr: La marge du bas, en pixels, permettant plus d'espace pour les étiquettes de l'axe des

source: Left Margin
fr: Marge De Gauche

source: Left margin, in pixels, allowing for more room for axis labels
fr: Marge de gauche, en pixels, permettant plus d'espace pour les étiquettes de l'axe des

source: Time Granularity
fr: Granularité Du Temps

source: Domain
fr: Domaine

source: The time unit used for the grouping of blocks
fr: L'unité de temps utilisée pour le regroupement des blocs

source: Subdomain
fr: Sous-domaine

source: Link Length
fr: Longueur De La Liaison

source: Link length in the force layout
fr: Longueur de la liaison dans la force de mise en page

source: Charge in the force layout
fr: Charge dans la force de mise en page

source: Time Grain
fr: Le Temps De Grain

source: Resample Rule
fr: Rééchantillonner La Règle

source: Pandas resample rule
fr: Les Pandas de rééchantillonnage règle

source: Resample How
fr: Rééchantillonner Comment

source: Pandas resample how
fr: Les Pandas de rééchantillonnage comment

source: Resample Fill Method
fr: Rééchantillonner Méthode De Remplissage

source: Pandas resample fill method
fr: Les Pandas de rééchantillonnage méthode de remplissage

source: Since
fr: Depuis

source: 7 days ago
fr: Il y a 7 jours

source: Until
fr: Jusqu'à ce que

source: Max Bubble Size
fr: Max Taille Des Bulles

source: Whisker/outlier options
fr: Moustache/aberrantes options

source: Determines how whiskers and outliers are calculated.
fr: Détermine la façon dont les moustaches et les valeurs aberrantes sont calculés.

source: Target aspect ratio for treemap tiles.
fr: Cible le ratio d'aspect pour treemap tuiles.

source: Number format
fr: Format de nombre

source: Row limit
fr: Limite de ligne

source: Series limit
fr: Série limite

source: Limits the number of time series that get displayed
fr: Limite le nombre de séries qui s'affiche

source: Sort By
fr: Trier Par

source: Metric used to define the top series
fr: La métrique utilisée pour définir le haut de gamme

source: Rolling
fr: Roulant

source: Periods
fr: Les périodes

source: Min Periods
fr: Min Périodes

source: Series
fr: Série

source: Entity
fr: Entité

source: This defines the element to be plotted on the chart
fr: Ceci définit l'élément à être tracée sur la carte

source: X Axis
fr: L'Axe X

source: Metric assigned to the [X] axis
fr: Métrique affectée à l'axe [X]

source: Y Axis
fr: L'Axe Y

source: Metric assigned to the [Y] axis
fr: Métrique affectée à l'axe [Y]

source: Bubble Size
fr: La Taille Des Bulles

source: X Axis Label
fr: L'Axe X De L'Étiquette

source: Y Axis Label
fr: L'Axe Y De L'Étiquette

source: Custom WHERE clause
fr: Personnalisé clause where

source: Custom HAVING clause
fr: Personnalisé clause HAVING

source: Comparison Period Lag
fr: Comparaison De La Période De Latence

source: Based on granularity, number of time periods to compare against
fr: Basé sur la granularité, le nombre de périodes de temps à comparer

source: Comparison suffix
fr: Comparaison suffixe
