Repository: XavierDeLapeyre/superset_french_translations
Catalog: incubator-superset-master/superset/translations/*/LC_MESSAGES/messages.po
Languages: fr

source: When allowing CREATE TABLE AS option in SQL Lab, this option forces the table to be created in this schema
fr: Quand l'option autoriser CREATE TABLE AS dans SQL Lab est cochée, force la table a être créée dans le schéma

source: Expose in SQL Lab
fr: Exposer dans SQL Lab

source: Allow CREATE TABLE AS
fr: Autoriser CREATE TABLE AS

source: Allow DML
fr: Autoriser DML

source: CTAS Schema
fr: Schéma CTAS

source: Creator
fr: Créateur

source: SQLAlchemy URI
fr: URI SQLAlchemy

source: Allow Run Sync
fr: Autoriser le lancement synchrone

source: Allow Run Async
fr: Autoriser le lancement asynchrone

source: Impersonate queries to the database
fr: Usurper l'identité de requêtes à la base de données

source: Import Dashboards
fr: Importer des tableaux de bords

source: User
fr: Utilisateur

source: User Roles
fr: Rôles utilisateurs

source: Database URL
fr: URL de la base de données

source: Roles to grant
fr: Röles à donner

source: Created On
fr: Créé le

source: Access requests
fr: Requêtes d'accès

source: Security
fr: Sécurité

source: List Slices
fr: Lister les slices

source: Show Slice
fr: Montrer les slices

source: Add Slice
fr: Ajouter un slice

source: Edit Slice
fr: Éditer le slice

source: These parameters are generated dynamically when clicking the save or overwrite button in the explore view. This JSON object is exposed here for reference and for power users who may want to alter specific parameters.
fr: Ces paramètres sont généré dynamiquement quand vous cliquez sur Sauvegarder ou forcer dans la page d'exploration. Cet objet JSON est exposé ici comme une référence et pour les experts qui voudraient modifier des paramètres

source: Duration (in seconds) of the caching timeout for this slice.
fr: Durée (en secondes) pour le caching timout de ce slice

source: Last Modified
fr: Dernière modification

source: Owners
fr: Propriétaires

source: Parameters
fr: Paramètres

source: List Dashboards
fr: Lister les tableaux de bords

source: Show Dashboard
fr: Montrer les tableaux de bords

source: Add Dashboard
fr: Ajouter un tableau de bord

source: Edit Dashboard
fr: Éditer le tableau de bord

source: This json object describes the positioning of the widgets in the dashboard. It is dynamically generated when adjusting the widgets size and positions by using drag & drop in the dashboard view
fr: Cet objet JSON décrit la position des widgets dans le tableau de bord. Il est généré dynamiquement quand on ajuste la taille ou la position des widgets

source: The css for individual dashboards can be altered here, or in the dashboard view where changes are immediately visible
fr: Le css pour certains tableaux de bords peut être modifié ici, ou dans la page tableaux de bords pour que les changement soient visibles immédiatement

source: To get a readable URL for your dashboard
fr: Pour avoir une URL lisible pour votre tableau de bord

source: This JSON object is generated dynamically when clicking the save or overwrite button in the dashboard view. It is exposed here for reference and for power users who may want to alter specific parameters.
fr: Ce JSON a été généré automatiquement quand vous avez cliqué sur sauvegarder ou forcer dans la page des tableaux de bords. Il est exposé ici comme une référence et pour les experts qui voudraient modifier des paramètres

source: Owners is a list of users who can alter the dashboard.
fr: Les propriétaires d'une liste d'utilisateurs qui peuvent modifier le tableau de bord.Propriétaires est une liste d'utilisateurs qui peuvent modifier le tableau de bord

source: Dashboard
fr: Tableau de bord

source: Position JSON
fr: JSON des positions

source: JSON Metadata
fr: JSON des méta-données

source: Underlying Tables
fr: Tables sous-jacentes

source: Export
fr: Exporter

source: Export dashboards?
fr: Exporter les tableaux de bords ?

source: Action Log
fr: Journaux d'actions

source: Access was requested
fr: Accès demandé

source: %(user)s was granted the role %(role)s that gives access to the %(datasource)s
fr: %(user)s a obtenu le rôle %(role)s qui donne accès à %(datasource)s

source: Role %(r)s was extended to provide the access to the datasource %(ds)s
fr: Rôle %(r)s a été étendu pour fournir l'accès à la source de données en %(ds)sLe rôle %(r)s a été étendu pour donner l'accès à la source de données %(ds)s

source: You have no permission to approve this request
fr: Vous n'avez pas les permission pour approuver cette requête

source: Malformed request. slice_id or table_name and db_name arguments are expected
fr: Requête malformée. Les arguments slice_id ou table_name et db_name sont attendus

source: Slice %(id)s not found
fr: Slice %(id)s non trouvé

source: Table %(t)s wasn't found in the database %(d)s
fr: Table %(t)s pas trouvée dans la base de données %(d)s

source: Can't find User '%(name)s', please ask your admin to create one.
fr: Ne peut pas trouver de l'Utilisateur '%(name)s, veuillez demander à votre administrateur pour en créer un.Impossible de trouver l'utilisateur '%(name)s', demandez à votre administrateur de le créer.

source: Can't find DruidCluster with cluster_name = '%(name)s'
fr: Impossible de trouver le DruidCluster avec cluster_name = '%(name)s

source: Query record was not created as expected.
fr: L'enregistrement de la reqête n'a pas été créé comme prévu.

source: Template Name
fr: Nom du template

source: CSS Templates
fr: Templates CSS

source: SQL Editor
fr: Éditeur SQL

source: Query Search
fr: Requêter

source: Start Time
fr: Date de début

source: End Time
fr: Date de fin

source: Queries
fr: Requêtes

source: List Saved Query
fr: Liste des requêtes sauvegardées

source: Show Saved Query
fr: Montrer les requếtes sauvagardées

source: Add Saved Query
fr: Ajouter une requête sauvegardée

source: Edit Saved Query
fr: Éditer la requête sauvegardée

source: Saved Queries
fr: Requêtes sauvegardées
