Repository: XavierDeLapeyre/superset_french_translations
Catalog: incubator-superset-master/superset/translations/*/LC_MESSAGES/messages.po
Languages: fr

source: Suffix to apply after the percentage display
fr: Suffixe appliquent à compter de l'affichage en pourcentage

source: Table Timestamp Format
fr: Tableau Format D'Horodatage

source: Timestamp Format
fr: Format D'Horodatage

source: Series Height
fr: La Hauteur De La Série

source: Pixel height of each series
fr: Hauteur en pixels de chaque série

source: Page Length
fr: Longueur De La Page

source: Rows per page, 0 means no pagination
fr: Nombre de lignes par page, 0 signifie pas de pagination

source: X Axis Format
fr: L'Axe X Format

source: Y Axis Format
fr: L'Axe Y De Format

source: Right Axis Format
fr: Axe De Droite Format

source: Markup Type
fr: Type De Balise

source: Pick your favorite markup language
fr: Choisissez votre favori de langage de balisage

source: Rotation to apply to words in the cloud
fr: Rotation à appliquer à des mots dans le nuage

source: Line Style
fr: Style De Ligne

source: Line interpolation as defined by d3.js
fr: Ligne interpolation définie par d3.js

source: Label Type
fr: Type D'Étiquette

source: What should be shown on the label?
fr: Ce qui doit être indiqué sur l'étiquette?

source: Put your code here
fr: Mettre votre code ici

source: Aggregation function
fr: La fonction d'agrégation

source: Font Size From
fr: Taille De La Police De

source: Font size for the smallest value in the list
fr: Taille de police pour la plus petite valeur dans la liste

source: Font Size To
fr: Taille De La Police De

source: Font size for the biggest value in the list
fr: Taille de police pour la plus grande valeur dans la liste

source: Instant Filtering
fr: Instant De Filtrage

source: Range Filter
fr: Filtre De Gamme

source: Whether to display the time range interactive selector
fr: L'affichage de l'intervalle de temps interactive sélecteur

source: Date Filter
fr: Filtre De Date

source: Whether to include a time filter
fr: Si vous souhaitez inclure un filtre de temps

source: Data Table
fr: Tableau De Données

source: Whether to display the interactive data table
fr: Affichage interactif de tableau de données

source: Search Box
fr: Zone De Recherche

source: Whether to include a client side search box
fr: Si un client côté boîte de recherche

source: Table Filter
fr: Filtre De Table

source: Whether to apply filter when table cell is clicked
fr: Que ce soit pour appliquer le filtre lors de cellule de tableau est cliqué

source: Show Bubbles
fr: Afficher Les Bulles

source: Whether to display bubbles on top of countries
fr: Affichage des bulles sur les pays

source: Legend
fr: Légende

source: Whether to display the legend (toggles)
fr: Si l'affichage de la légende (bascule)

source: X bounds
fr: X limites

source: Whether to display the min and max values of the X axis
fr: La possibilité d'afficher les valeurs min et max de l'axe des X

source: Y bounds
fr: Y des limites

source: Whether to display the min and max values of the Y axis
fr: La possibilité d'afficher les valeurs min et max de l'axe Y

source: Rich Tooltip
fr: Riche En Info-Bulle

source: The rich tooltip shows a list of all series for that point in time
fr: Les riches info-bulle affiche une liste de toutes les séries de ce point dans le temps

source: Y Log Scale
fr: Y Échelle Logarithmique

source: Use a log scale for the Y axis
fr: L'utilisation d'une échelle logarithmique pour l'axe des Y

source: X Log Scale
fr: X Échelle Logarithmique

source: Use a log scale for the X axis
fr: L'utilisation d'une échelle logarithmique pour l'axe des X

source: Do you want a donut or a pie?
fr: Voulez-vous un beignet ou une tarte?

source: Put labels outside
fr: Mettez des étiquettes à l'extérieur

source: Put the labels outside the pie?
fr: Mettre les étiquettes à l'extérieur de la tarte?

source: Compute the contribution to the total
fr: Calculer la contribution au total

source: Period Ratio
fr: Période De Rapport

source: Period Ratio Type
fr: Période Type De Taux D'

source: Subheader
fr: Sous-en-tête

source: Description text that shows up below your Big Number
fr: Texte de Description qui s'affiche en dessous de votre Grand Nombre

source: label
fr: étiquette

source: Map Style
fr: Style De Carte

source: Base layer map style
fr: La couche de Base de style de carte de

source: Clustering Radius
fr: Le Clustering De Rayon

source: Point Radius
fr: Point De Rayon

source: Point Radius Unit
fr: Point De Rayon Unité

source: The unit of measure for the specified point radius
fr: L'unité de mesure pour le point de rayon

source: Opacity
fr: L'opacité

source: Opacity of all clusters, points, and labels. Between 0 and 1.
fr: L'opacité de tous les clusters, des points et des étiquettes. Entre 0 et 1.

source: Zoom level of the map
fr: Le niveau de Zoom de la carte

source: Default latitude
fr: Par défaut latitude

source: Latitude of default viewport
fr: La Latitude de défaut de la fenêtre d'affichage

source: Default longitude
fr: Par défaut longitude

source: Longitude of default viewport
fr: La Longitude de défaut de la fenêtre d'affichage

source: Live render
fr: En direct de rendu

source: Points and clusters will update as viewport is being changed
fr: Les Points et les clusters sera mise à jour comme fenêtre d'affichage est en cours de modification

source: RGB Color
fr: De Couleur de RVB

source: The color for points and clusters in RGB
fr: La couleur des points et des clusters en RVB

source: Ranges
fr: Les plages

source: Ranges to highlight with shading
fr: Les plages de mettre en évidence l'ombrage

source: Range labels
fr: Gamme d'étiquettes

source: Labels for the ranges
fr: Les étiquettes pour les plages

source: Markers
fr: Marqueurs

source: List of values to mark with triangles
fr: Liste des valeurs de la marque avec des triangles

source: Marker labels
fr: Marqueur étiquettes

source: Labels for the markers
fr: Les étiquettes pour les marqueurs

source: Marker lines
fr: Marqueur lignes

source: List of values to mark with lines
fr: Liste des valeurs de la marque avec des lignes

source: Marker line labels
fr: Marqueur étiquettes de ligne

source: Labels for the marker lines
fr: Des étiquettes pour le marqueur de lignes

source: Slice ID
fr: Tranche ID

source: The id of the active slice
fr: L'id de la tranche actif

source: Cache Timeout (seconds)
fr: Délai d'expiration du Cache (en secondes)

source: The number of seconds before expiring the cache
fr: Le nombre de secondes avant l'expiration de la mémoire cache

source: Order by entity id
fr: Order by id de l'entité

source: Minimum leaf node event count
fr: Minimum de nœud feuille nombre d'événements d'

source: Color Scheme
fr: Schéma De Couleur

source: The color scheme for rendering chart
fr: Le schéma de couleur pour le rendu graphique

source: Time
fr: Le temps

source: Time related form attributes
fr: Temps que les attributs de forme

source: Datasource & Chart Type
fr: Source De Données Et Type De Graphique

source: This section exposes ways to include snippets of SQL in your query
fr: Cette section expose les moyens d'inclure des extraits de SQL dans votre requête

source: Annotations
fr: Les Annotations

source: Result Filters
fr: Résultat Des Filtres

source: Chart Options
fr: Options Du Graphique

source: Breakdowns
fr: Pannes

source: Defines how each series is broken down
fr: Définit la façon dont chaque série se décompose de la

source: Pie Chart
fr: Camembert

source: Dual Axis Line Chart
fr: Double Axe De La Ligne Graphique

source: Y Axis 1
fr: Axe Y 1

source: Y Axis 2
fr: Axe Y 2

source: Left Axis Metric
fr: À Gauche De L'Axe Métrique

source: Choose a metric for left axis
fr: Choisir une métrique pour axe de gauche

source: Left Axis Format
fr: À Gauche De L'Axe Format

source: GROUP BY
fr: GROUPE PAR

source: Use this section if you want a query that aggregates
fr: Utilisez cette section si vous voulez une requête qui agrégats

source: NOT GROUPED BY
fr: NE SONT PAS REGROUPÉS PAR

source: Use this section if you want to query atomic rows
fr: Utilisez cette section si vous souhaitez requête atomique lignes

source: Bubbles
fr: Bulles

source: Numeric Column
fr: Colonne Numérique

source: Select the numeric column to draw the histogram
fr: Sélectionnez la colonne numérique pour dessiner l'histogramme

source: No of Bins
fr: Pas de Poubelles

source: Select number of bins for the histogram
fr: Sélectionnez le nombre de bacs pour l'histogramme

source: Primary Metric
fr: Première Mesure

source: The primary metric is used to define the arc segment sizes
fr: La première mesure est utilisée pour définir le segment d'arc de tailles

source: Secondary Metric
fr: Secondaire Métrique

source: Hierarchy
fr: Hiérarchie

source: This defines the level of the hierarchy
fr: Ceci définit le niveau de la hiérarchie

source: Source / Target
fr: Source / Cible

source: Choose a source and a target
fr: Choisir une source et une cible

source: Chord Diagram
fr: D'Accord Diagramme

source: Choose a number format
fr: Choisissez un format de nombre

source: Choose a source
fr: Choisir une source

source: Target
fr: Cible

source: Choose a target
fr: Choisir une cible

source: ISO 3166-2 codes of region/province/department
fr: ISO 3166-2 de la région/province/département

source: Country Control
fr: Contrôle Par Le Pays D'

source: 3 letter code of the country
fr: 3 lettre le code du pays

source: Metric for color
fr: Métrique pour la couleur

source: Metric that defines the color of the country
fr: Métrique qui définit la couleur du pays

source: Bubble size
fr: La taille des bulles

source: Metric that defines the size of the bubble
fr: Métrique qui définit la taille de la bulle

source: Filter Box
fr: Boîte De Filtre

source: Filter controls
fr: Les contrôles de filtre

source: Labelling
fr: L'étiquetage

source: Visual Tweaks
fr: Réglages Visuels

source: Viewport
fr: Fenêtre d'affichage

source: Column containing longitude data
fr: La colonne contenant la longitude de données

source: Column containing latitude data
fr: La colonne contenant la latitude de données

source: Cluster label aggregator
fr: Cluster label agrégateur

source: Tooltip
fr: Infobulle

source: Show a tooltip when hovering over points and clusters describing the label
fr: Afficher une info-bulle lors du survol des points et des clusters décrivant l'étiquette

source: Event definition
fr: La définition de l'événement

source: Additional meta data
fr: Supplémentaire de méta-données

source: Column containing entity ids
fr: La colonne contenant l'id de l'entité

source: e.g., a "user id" column
fr: par exemple, un \

source: Column containing event names
fr: La colonne contenant les noms d'événements

source: Event count limit
fr: Cas limite de nombre

source: The maximum number of events to return, equivalent to number of rows
fr: Le nombre maximum d'événements pour le retour, soit l'équivalent du nombre de lignes

source: Meta data
fr: Méta-données

source: Select any columns for meta data inspection
fr: Sélectionnez toutes les colonnes des méta-données d'inspection

source: An unknown error occurred. (Status: %s )
fr: Une erreur inconnue s'est produite. (Statut: %s )

source: Favorites
fr: Favoris

source: Created Content
fr: Le Contenu Créé Par L'

source: Recent Activity
fr: Activité Récente

source: Security & Access
fr: Sécurité Et Accès

source: No slices
fr: Pas de tranches

source: No dashboards
fr: Pas de tableaux de bord

source: Dashboards
fr: Tableaux de bords

source: Slices
fr: Slice

source: No favorite slices yet, go click on stars!
fr: Pas de coup de coeur tranches encore, allez cliquez sur les étoiles!

source: No favorite dashboards yet, go click on stars!
fr: Pas de coup de coeur tableaux de bord, aller cliquer sur les étoiles!

source: Roles
fr: Les rôles

source: Databases
fr: Bases de données

source: Datasources
fr: Les sources de données

source: Profile picture provided by Gravatar
fr: Photo de profil fourni par Gravatar

source: joined
fr: rejoint

source: Sorry, there appears to be no data
fr: Désolé, il semble y avoir pas de données

source: Select [%s]
fr: Sélectionnez [%s]

source: No data was returned.
fr: Aucune donnée récupérée

source: List Druid Column
fr: Lister les colonnes Druid

source: Show Druid Column
fr: Montrer les colonnes Druid

source: Add Druid Column
fr: Ajouter une colonne Druid

source: Edit Druid Column
fr: Éditer une colonne Druid

source: Column
fr: Colonne

source: Filterable
fr: Filtrable

source: Count Distinct
fr: Valeurs distinctes

source: Sum
fr: Somme

source: Whether this column is exposed in the `Filters` section of the explore view.
fr: Est-ce-que cette colonne doit apparaître dans la section `Filtres` de la page exploration

source: List Druid Metric
fr: Lister les métriques Druid

source: Show Druid Metric
fr: Montrer une métrique Druid

source: Add Druid Metric
fr: Ajouter une métrique Druid

source: Edit Druid Metric
fr: Éditer une métrique Druid

source: Whether the access to this metric is restricted to certain roles. Only roles with the permission 'metric access on XXX (the name of this metric)' are allowed to access this metric
fr: Est-ce-que l'accès à cette métrique est restraint à certains rôles. Seuls les rôles avec la permission 'accès à la métrique XXX (le nom de cette métrique) sont autorisés à accéder à cette métrique

source: Verbose Name
fr: Nom explicite

source: Druid Datasource
fr: Données Druid

source: Warning Message
fr: Message D'Avertissement

source: List Druid Cluster
fr: Lister les clusters Druid

source: Show Druid Cluster
fr: Monter les cluster Druid

source: Add Druid Cluster
fr: Ajouter un cluster Druid

source: Edit Druid Cluster
fr: Éditer une cluster Druid

source: Coordinator Host
fr: Hôte du coordinator

source: Coordinator Port
fr: Port du coordinator

source: Coordinator Endpoint
fr: Endpoint du coordinator

source: Broker Host
fr: Hôte du Broker

source: Broker Port
fr: Port du Broker

source: Broker Endpoint
fr: Endpoint du Broker

source: Druid Clusters
fr: Clusters Druid

source: List Druid Datasource
fr: Lister les dources de données Druid

source: Show Druid Datasource
fr: Montrer les sources de données Druid

source: Add Druid Datasource
fr: Ajouter une source de données Druid

source: Edit Druid Datasource
fr: Éditer une source de données Druid

source: The list of slices associated with this table. By altering this datasource, you may change how these associated slices behave. Also note that slices need to point to a datasource, so this form will fail at saving if removing slices from a datasource. If you want to change the datasource for a slice, overwrite the slice from the 'explore view'
fr: Liste des slices associés à cette table. En modifiant cette source de données, il se peut que vous changiez le comportement des slices assosciés. Notez également que les slices doivent pointer sur une source de données donc ce formulaire va échouer lors de la sauvegarde si vous retirez les slices d'une source de données. Si vous voulez changer la source de données d'un slice, forcez l'écriture depuis la 'page d'exploration'

source: Timezone offset (in hours) for this datasource
fr: Timezone offset (en heure) de cette source de données

source: Time expression to use as a predicate when retrieving distinct values to populate the filter component. Only applies when `Enable Filter Select` is on. If you enter `7 days ago`, the distinct list of values in the filter will be populated based on the distinct value over the past week
fr: Expression temporelle à utiliser comme un prédicat pour récupérer les valeurs distinctes pour remplir le filtre. S'applique uniquement quand `Activier le filtre` est coché. Si vous entrez `7 days ago`, les listes de valeurs distinctes dans le filtre seront remplies en se basant sur les valeurs distinctes trouvées la semaine passée

source: Whether to populate the filter's dropdown in the explore view's filter section with a list of distinct values fetched from the backend on the fly
fr: Faut-il remplir à la volée les choix du filtre de la section filtre de la page d'exploration avec la liste des valeurs distinctes répérées depuis le backend

source: Redirects to this endpoint when clicking on the datasource from the datasource list
fr: Redirige à cet endpoint quand on clique sur la source de données depuis la liste des sources de données

source: Associated Slices
fr: Slices associés

source: Data Source
fr: Source de données

source: Owner
fr: Propriétaire

source: Is Hidden
fr: Est caché

source: Enable Filter Select
fr: Activer le filtre de sélection

source: Default Endpoint
fr: Endpoint par défaut

source: Time Offset
fr: Décalage du temps

source: Druid Datasources
fr: Sources de données Druid

source: Scan New Datasources
fr: Analyse De Nouvelles Sources De Données

source: Refresh Druid Metadata
fr: Rafraichir les méta-données de Druid

source: Datetime column not provided as part table configuration and is required by this type of chart
fr: Colonne Datetime non fournie dans la configuration alors qu'elle est requise pour ce type de graphique

source: Empty query?
fr: Requête vide?

source: Metric '{}' is not valid
fr: Métrique '{}' invalide

source: List Columns
fr: Lister les colonnes

source: Show Column
fr: Montrer les colonnes

source: Add Column
fr: Ajouter une colonne

source: Edit Column
fr: Éditer une colonne

source: Whether to make this column available as a [Time Granularity] option, column has to be DATETIME or DATETIME-like
fr: Faut-il que cette colonne soit accessible comme une option [Time Granularity], la colonne doit être DATETIME ou d'un format équivalent

source: The data type that was inferred by the database. It may be necessary to input a type manually for expression-defined columns in some cases. In most case users should not need to alter this.
fr: Le type de donnée inféré par la base de données. Il peut être nécessaire de le rentrer manuellement pour les colonnes définissant des expressions dans certains cas. Dans la plupart des cas il n'est pas nécessaire de le modifier

source: Is temporal
fr: Est temporel

source: Datetime Format
fr: Format Datetime

source: Database Expression
fr: Expression de la base de données

source: List Metrics
fr: Lister les métriques

source: Show Metric
fr: Montrer les métriques

source: Add Metric
fr: Ajouter une métrique

source: Edit Metric
fr: Éditer la métrique

source: SQL Expression
fr: Expression SQL

source: D3 Format
fr: Format D3

source: Is Restricted
fr: Est restreint

source: List Tables
fr: Lister les tables

source: Show Table
fr: Montrer les tables

source: Add Table
fr: Ajouter une table

source: Edit Table
fr: Éditer la table

source: Name of the table that exists in the source database
fr: Nom de la table qui existe dans la base de données source

source: Schema, as used only in some databases like Postgres, Redshift and DB2
fr: Schéma, tel qu'utilisé uniquement dans certaines bases de données comme Postgresql, Redshift et DB2Schéma, utilisé uniquement dans certaines bases de données comme Postgres, Redshift et DB2

source: This fields acts a Superset view, meaning that Superset will run a query against this string as a subquery.
fr: Ces champs agissent comme une vue Superset, i.e. Superset va lancer une requête pour cette expression comme une sous-requête

source: Predicate applied when fetching distinct value to populate the filter control component. Supports jinja template syntax. Applies only when `Enable Filter Select` is on.
fr: Prédicat appliqué à la récupération des valeurs distinctes pour remplir le filtre de contrôle des composants. Supporte la syntaxe Jinja. S'applique uniquement si `Activer le filtre` est coché.

source: Redirects to this endpoint when clicking on the table from the table list
fr: Les redirections à cet effet en cliquant sur le tableau à partir de la liste de la tableRedirige à cet endpoint quand on clique sur la table depuis la liste des tables

source: Changed By
fr: Modifié par

source: Database
fr: Base de données

source: Last Changed
fr: Dernière modification

source: Schema
fr: Schéma

source: Offset
fr: Décalage

source: Table Name
fr: Nom de la table

source: Fetch Values Predicate
fr: Récupérer les valeurs des prédicats

source: Main Datetime Column
fr: Colonne Datetime principale

source: Table [{}] could not be found, please double check your database connection, schema, and table name
fr: La table [{}] n'a pu être trouvée, vérifiez à nouveau votre la connexion à votre base de données, le schéma et le nom de la table

source: The table was created. As part of this two phase configuration process, you should now click the edit button by the new table to configure it.
fr: La table a été créée. Pour la deuxième partie de la configuration vous devez cliquer sur le bouton édition de la nouvelle table

source: Profile
fr: Profil

source: Logout
fr: Déconnexion

source: Login
fr: Connexion

source: Record Count
fr: Nombre d'enregistrements

source: No records found
fr: Aucun enregistrement trouvé

source: Import
fr: Importation

source: No Access!
fr: Pas l'accès !

source: You do not have permissions to access the datasource(s): %(name)s.
fr: Vous n'avez pas les permissions pour accéder à(aux) source(s) : %(name)s.

source: Request Permissions
fr: Besoin de permissions

source: Welcome!
fr: Bienvenue !

source: Test Connection
fr: Test de connexion

source: Manage
fr: Gestion

source: Datasource %(name)s already exists
fr: La source de données %(name)s existe déjà

source: json isn't valid
fr: Le json n'est pas valide

source: Delete
fr: Effacer

source: Delete all Really?
fr: Vraiment tout effacer ?

source: This endpoint requires the `all_datasource_access` permission
fr: Cet endpoint nécessite la permission `all_datasource_access`

source: The datasource seems to have been deleted
fr: La source de données semble avoir été effacée

source: The access requests seem to have been deleted
fr: L'accée à cette requête semble avoir été effacé

source: The user seems to have been deleted
fr: L'utilisateur semble avoir été effacé

source: You don't have access to this datasource
fr: Vous n'avez pas l'accès à cette source de données

source: This view requires the database %(name)s or `all_datasource_access` permission
fr: Cette page nécessite la permission à la base %(name)s ou `all_datasource_access`

source: This endpoint requires the datasource %(name)s, database or `all_datasource_access` permission
fr: Cet endpoint nécessite la permission à la source de données %(name)s, à la base de données ou `all_datasource_access`

source: List Databases
fr: Lister les bases de données

source: Show Database
fr: Montrer les bases de données

source: Add Database
fr: Ajouter une base de données

source: Edit Database
fr: Éditer la base de données

source: Expose this DB in SQL Lab
fr: Expose cette BDD dans SQL Lab

source: Allow users to run synchronous queries, this is the default and should work well for queries that can be executed within a web request scope (<~1 minute)
fr: Autorise les utilisateurs à lancer des requêtes synchrones, il s'agit de la configuration par défaut qui devrait fonctionner correctement pour des reqêtes exécutables depuis le web (<~1 minute)

source: Allow users to run queries, against an async backend. This assumes that you have a Celery worker setup as well as a results backend.
fr: Autorise les utilisateurs à lancer des requêtes sur un backend asynchrone. Suppose que vous ayez un worker Celery réglé comme un results backend

source: Allow CREATE TABLE AS option in SQL Lab
fr: Autorise l'option CREATE TABLE AS dans SQL Lab

source: Allow users to run non-SELECT statements (UPDATE, DELETE, CREATE, ...) in SQL Lab
fr: Autorise les utilisateurs à lancer des expression non-SELECT (UPDATE, DELETE, CREATE, etc.) dans SQL Lab
